const AnxietyTestData = [
  {
    text: "Обычно я спокоен и вывести меня из себя нелегко",
    btns: [
      {
        title: "Да",
        value: 0,
      },
      {
        title: "Нет",
        value: 1,
      },
    ],
  },
  {
    text: "Мои нервы расстроены не более, чем у других людей",
    btns: [
      {
        title: "Да",
        value: 0,
      },
      {
        title: "Нет",
        value: 1,
      },
    ],
  },
  {
    text: "У меня редко бывают головные боли",
    btns: [
      {
        title: "Да",
        value: 0,
      },
      {
        title: "Нет",
        value: 1,
      },
    ],
  },
  {
    text: "Я редко устаю",
    btns: [
      {
        title: "Да",
        value: 0,
      },
      {
        title: "Нет",
        value: 1,
      },
    ],
  },
  {
    text: "Я почти всегда чувствую себя вполне счастливым",
    btns: [
      {
        title: "Да",
        value: 0,
      },
      {
        title: "Нет",
        value: 1,
      },
    ],
  },
  {
    text: "Я уверен в себе",
    btns: [
      {
        title: "Да",
        value: 0,
      },
      {
        title: "Нет",
        value: 1,
      },
    ],
  },
  {
    text: "Практически я никогда не краснею",
    btns: [
      {
        title: "Да",
        value: 0,
      },
      {
        title: "Нет",
        value: 1,
      },
    ],
  },
  {
    text:
      "По сравнению со своими друзьями я считаю себя вполне смелым человеком",
    btns: [
      {
        title: "Да",
        value: 0,
      },
      {
        title: "Нет",
        value: 1,
      },
    ],
  },
  {
    text: "Я краснею не чаще, чем другие",
    btns: [
      {
        title: "Да",
        value: 0,
      },
      {
        title: "Нет",
        value: 1,
      },
    ],
  },
  {
    text: "У меня редко бывает сердцебиение",
    btns: [
      {
        title: "Да",
        value: 0,
      },
      {
        title: "Нет",
        value: 1,
      },
    ],
  },
  {
    text: "Обычно мои руки достаточно теплые",
    btns: [
      {
        title: "Да",
        value: 0,
      },
      {
        title: "Нет",
        value: 1,
      },
    ],
  },
  {
    text: "Я застенчив не более чем другие",
    btns: [
      {
        title: "Да",
        value: 0,
      },
      {
        title: "Нет",
        value: 1,
      },
    ],
  },
  {
    text: "Мне не хватает уверенности в себе",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Порой мне кажется, что я ни на что не годен",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text:
      "У меня бывают периоды такого беспокойства, что я не могу усидеть на месте",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Мой желудок сильно беспокоит меня",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "У меня не хватает духа вынести все предстоящие трудности",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Я хотел бы быть таким же счастливым, как другие",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text:
      "Мне кажется порой, что передо мной нагромождены такие трудности, которые мне не преодолеть",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Мне нередко снятся кошмарные сны",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text:
      "Я замечаю, что мои руки начинают дрожать, когда пытаюсь что-либо сделать",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "У меня чрезвычайно беспокойный и прерывистый сон",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Меня весьма тревожат возможные неудачи",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text:
      "Мне приходилось испытывать страх в тех случаях, когда я точно знал, что мне ничто не угрожает",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Мне трудно сосредоточиться на работе или на каком-либо задании",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Я работаю с большим напряжением",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Я легко прихожу в замешательство",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text:
      "Почти все время испытываю тревогу из-за кого-либо или из-за чего-либо",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Я склонен принимать все слишком всерьез",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Я часто плачу",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Меня нередко мучают приступы рвоты и тошноты",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Раз в месяц или чаще у меня бывает расстройство желудка",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Я часто боюсь, что вот-вот покраснею",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Мне очень трудно сосредоточиться на чем-либо",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Мое материальное положение весьма беспокоит меня",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text:
      "Нередко я думаю о таких вещах, о которых ни с кем не хотелось бы говорить",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "У меня бывали периоды, когда тревога лишала меня сна",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text:
      "Временами, когда я нахожусь в замешательстве, у меня появляется сильная потливость, что очень смущает меня",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Даже в холодные дни я легко потею",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Временами я становлюсь таким возбужденным, что ме трудно заснуть",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Я — человек легко возбудимый",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Временами я чувствую себя совершенно бесполезным",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text:
      "Порой мне кажется, что мои нервы сильно расщатаны, и я вот-вот выйду из себя",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Я часто ловлю себя на том, что меня что-то тревожит",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Я гораздо чувствительнее, чем большинство других людей",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Я почти все время испытываю чувство голода",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Иногда я расстраиваюсь из-за пустяков",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Жизнь для меня связана с необычным напряжением",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Ожидание всегда нервирует меня",
    btns: [
      {
        title: "Да",
        value: 1,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
];

export default AnxietyTestData;
