const EmpathyTestData = [
  {
    text:
      "Мне больше нравятся книги о путешествиях, чем книги из серии «Жизнь замечательных людей»",
  },
  {
    text: "Взрослых детей раздражает забота родителей",
  },
  {
    text: "Мне нравится размышлять о причинах успехов и неудачах других людей",
  },
  {
    text:
      "Среди всех музыкальных передач предпочитаю передачи о современной музыке",
  },
  {
    text:
      "Чрезмерную раздражительность и несправедливые упреки больного надо терпеть, даже если они продолжаются годами",
  },
  {
    text: "Больному человеку можно помочь даже словом",
  },
  {
    text:
      "Посторонним людям не следует вмешиваться в конфликт между двумя лицами",
  },
  {
    text: "Старые люди, как правило, обидчивы без причин",
  },
  {
    text:
      "Когда в детстве слушал грустную историю, на мои глаза сами по себе наворачивались слезы",
  },
  {
    text: "Раздраженное состояние моих родителей влияет на мое настроение",
  },
  {
    text: "Я равнодушен к критике в мой адрес",
  },
  {
    text: "Мне больше нравится рассматривать портреты, чем картины с пейзажами",
  },
  {
    text: "Я всегда прощал все родителям, даже если они были не правы",
  },
  {
    text: "Если лошадь плохо тянет, ее нужно хлестать",
  },
  {
    text:
      "Когда я читаю о драматических событиях в жизни людей, то чувствую, словно это происходит со мной",
  },
  {
    text: "Родители относятся к своим детям справедливо",
  },
  {
    text: "Видя ссорящихся подростков или взрослых, я вмешиваюсь",
  },
  {
    text: "Я не обращаю внимание на плохое настроение моих родителей",
  },
  {
    text: "Я подолгу наблюдаю за поведением животных, откладывая другие дела",
  },
  {
    text: "Фильмы и книги могут вызвать слезы только у несерьезных людей",
  },
  {
    text:
      "Мне нравится наблюдать за выражением лиц и поведением незнакомых людей",
  },
  {
    text: "В детстве я приводил домой кошек и собак",
  },
  {
    text: "Все люди необоснованно озлобленны",
  },
  {
    text:
      "Глядя на постороннего человека, мне хочется угадать, как сложится его жизнь",
  },
  {
    text: "В детстве младшие по возрасту ходили за мной по пятам",
  },
  {
    text: "При виде покалеченного животного я стараюсь ему чем-то помочь",
  },
  {
    text: "Человеку станет легче, если внимательно слушать его жалобы",
  },
  {
    text:
      "Увидев уличное происшествие, я стараюсь не попадать в число свидетелей",
  },
  {
    text:
      "Младшим нравится, когда я предлагаю им свою идею, дело или развлечение",
  },
  {
    text:
      "Люди преувеличивают способность животных чувствовать настроение своих хозяев",
  },
  {
    text:
      "Из затруднительной конфликтной ситуации человек должен выходить самостоятельно",
  },
  {
    text: "Если ребенок плачет, на то есть свои причины",
  },
  {
    text: "Молодежь должна удовлетворять любые просьбы и чудачества стариков",
  },
  {
    text:
      "Мне хотелось разобраться, почему некоторые мои одноклассники иногда были задумчивы",
  },
  {
    text: "Беспризорных домашних животных следует отлавливать и уничтожать",
  },
  {
    text:
      "Если мои друзья начинают обсуждать со мной свои личные проблемы, я стараюсь перевести разговор на другую тему",
  },
];

export default EmpathyTestData;
