const EQTestData = [
    {
      text:
        "Для меня как отрицательные, так и положительные эмоции служат источником знания, как поступать в жизни",
    },
    {
      text: "Отрицательные эмоции помогают мне понять, что я должен изменить в моей жизни",
    },
    {
      text: "Я спокоен, когда испытываю давление со стороны",
    },
    {
      text:
        "Я способен наблюдать изменение своих чувств",
    },
    {
      text:
        "Когда необходимо, я могу быть спокойным и сосредоточенным, чтобы действовать в соответствии с запросами жизни",
    },
    {
      text: "Когда необходимо, я могу вызвать у себя широкий спектр положительных эмоций, такие, как веселье, радость, внутренний подъем и юмор",
    },
    {
      text:
        "Я слежу за тем, как я себя чувствую",
    },
    {
      text: "После того как что-то расстроило меня, я могу легко совладать со своими чувствами",
    },
    {
      text:
        "Я способен выслушивать проблемы других людей",
    },
    {
      text: "Я не зацикливаюсь на отрицательных эмоциях",
    },
    {
      text: "Я чувствителен к эмоциональным потребностям других",
    },
    {
      text: "Я могу действовать успокаивающе на других людей",
    },
    {
      text: "Я могу заставить себя снова и снова встать перед лицом препятствия",
    },
    {
      text: "Я стараюсь подходить творчески к жизненным проблемам",
    },
    {
      text:
        "Я адекватно реагирую на настроения, побуждения и желания других людей",
    },
    {
      text: "Я могу легко входить в состояние спокойствия, готовности и сосредоточенности",
    },
    {
      text: "Когда позволяет время, я обращаюсь к своим негативным чувствам и разбираюсь, в чем проблема",
    },
    {
      text: "Я способен быстро успокоиться после неожиданного огорчения",
    },
    {
      text: "Знание моих истинных чувств важно для поддержания «хорошей формы»",
    },
    {
      text: "Я хорошо понимаю эмоции других людей, даже если они не выражены открыто",
    },
    {
      text:
        "Я хорошо могу распознавать эмоции по выражению лица",
    },
    {
      text: "Я могу легко отбросить негативные чувства, когда необходимо действовать",
    },
    {
      text: "Я хорошо улавливаю знаки в общении, которые указывают на то, в чем другие нуждаются",
    },
    {
      text:
        "Люди считают меня хорошим знатоком переживаний других людей",
    },
    {
      text: "Люди, осознающие свои истинные чувства, лучше управляют своей жизнью",
    },
    {
      text: "Я способен улучшить настроение других людей",
    },
    {
      text: "Со мной можно посоветоваться по вопросам отношений между людьми",
    },
    {
      text:
        "Я хорошо настраиваюсь на эмоции других людей",
    },
    {
      text:
        "Я помогаю другим использовать их побуждения для достижения личных целей",
    },
    {
      text:
        "Я могу легко отключиться от переживания неприятностей",
    },
  ];
  
  export default EQTestData;
  