const PersonTypeTestData = [
  {
    text:
      "Мне сложно представить себя другим людям",
  },
  {
    text: "Я испытываю трудности при знакомстве с чем-то новым для меня",
  },
  {
    text: "Мне больше нравится интимное, личное общение, чем присоединяться к группам и находиться в коллективе",
  },
  {
    text: "Я люблю наблюдать, а не взаимодействовать",
  },
  {
    text: "Я спокойный и не люблю быть в центре внимания",
  },
  {
    text: "Я не воспринимаю все буквально",
  },
  {
    text: "Мне кажется, что я творческая личность. Я находчив, изобретателен и стремлюсь к новаторству",
  },
  {
    text: "Мне больше нравится теория, чем практика в каком-либо деле",
  },
  {
    text: "Я предпочитаю учиться на ошибках других людей, а не на своих",
  },
  {
    text: "Я не всегда доверяю проверенному",
  },
  {
    text: "Я остро реагирую на грубость и безразличие людей",
  },
  {
    text: "Я проявляю нерешительность при принятии решения, когда понимаю, что выбор объективного критерия может навредить тому, кто мне важен",
  },
  {
    text: "Я склонен к одобрению и часто соглашаюсь на условия, которые мне не нравятся",
  },
  {
    text: "Я доверчив и не скуплюсь на благодарности",
  },
  {
    text: "Я больше ориентирован на способы достижения цели, чем на результат",
  },
  {
    text: "Я не люблю порядок и не следую стереотипам",
  },
  {
    text: "Я сконцентрирован на настоящем и не люблю все точно планировать",
  },
  {
    text: "Мотивация для меня это внешнее давление, а не самодисциплина. Я не люблю рано приступать к работе",
  },
  {
    text: "Я стремлюсь к разнообразию и неожиданностям и не следую установившемуся порядку",
  },
  {
    text: "Я быстро адаптируюсь к изменениям",
  },
];

export default PersonTypeTestData;
