const SelfValueTestData = [
  {
    text: "Легко ли вам говорить “нет”?",
    btns: [
      {
        title: "Да",
        value: 2,
      },
      {
        title: "Нет",
        value: 0,
      },
    ],
  },
  {
    text: "Как вы относитесь к своим ошибкам?",
    btns: [
      {
        title: "Каждый раз очень переживаю и корю себя",
        value: 0,
      },
      {
        title: "Отношусь, как к опыту",
        value: 3,
      },
      {
        title: "Запрещаю себе думать, что ошибся",
        value: 0,
      },
    ],
  },
  {
    text: "Считаете ли вы себя достаточно хорошим человеком?",
    btns: [
        {
          title: "Да",
          value: 2,
        },
        {
          title: "Нет",
          value: 0,
        },
      ],
  },
  {
    text: "Часто ли вы сравниваете себя с другими людьми?",
    btns: [
        {
          title: "Постоянно",
          value: 0,
        },
        {
          title: "Не часто",
          value: 1,
        },
        {
          title: "Редко или никогда",
          value: 2,
        },
      ],
  },
  {
    text: "Как вы реагируете на критику?",
    btns: [
        {
          title: "Ужасно переживаю",
          value: 0,
        },
        {
          title: "Неприятно, но не смертельно",
          value: 1,
        },
        {
          title: "Ровно",
          value: 2,
        },
      ],
  },
  {
    text: "Признаете ли вы свои успехи и достижения?",
    btns: [
        {
          title: "Да, я замечаю свои успехи и радуюсь им",
          value: 2,
        },
        {
          title: "Не всегда",
          value: 1,
        },
        {
          title: "Нет, я часто обесцениваю свои результаты",
          value: 0,
        },
      ],
  },
  {
    text:
      "Сначала вы решаете проблемы других людей, а потом, если остается время и силы - свои?",
      btns: [
        {
          title: "Да",
          value: 0,
        },
        {
          title: "Нет",
          value: 2,
        },
      ],
  },
  {
    text: "Часто ли вы не соглашаетесь на условия, которые вас не устраивают?",
    btns: [
        {
          title: "Часто",
          value: 0,
        },
        {
          title: "Иногда",
          value: 1,
        },
        {
          title: "Никогда",
          value: 2,
        },
      ],
  },
  {
    text: "Умеете ли вы давать себе поддержку и утешение?",
    btns: [
        {
          title: "У меня сложно с этим",
          value: 0,
        },
        {
          title: "Стараюсь поддерживать себя",
          value: 1,
        },
        {
          title: "Да, всегда поддержу и утешу себя",
          value: 2,
        },
      ],
  },
  {
    text: "Часто ли вы ругаете себя?",
    btns: [
        {
          title: "Частенько",
          value: 0,
        },
        {
          title: "Редко и то за дело",
          value: 1,
        },
        {
          title: "Стараюсь никогда не ругать себя",
          value: 2,
        },
      ],
  },
  {
    text: "Есть ли у вас убеждение, что вы достойны любви, достатка, счастья?",
    btns: [
        {
          title: "Да",
          value: 2,
        },
        {
          title: "Нет",
          value: 0,
        },
        {
          title: "Не уверен",
          value: 1,
        },
      ],
  },
  {
    text: "Уходите ли вы из отношений, если вас они не устраивают?",
    btns: [
        {
          title: "Да",
          value: 2,
        },
        {
          title: "Нет",
          value: 0,
        },
        {
          title: "Ухожу, но потом возвращаюсь",
          value: 1,
        },
      ],
  },
  {
    text: "Вам важно получать одобрение и похвалу от других людей?",
    btns: [
        {
          title: "Да",
          value: 0,
        },
        {
          title: "Иногда",
          value: 1,
        },
        {
          title: "Нет",
          value: 2,
        },
      ],
  },
];

export default SelfValueTestData;
