const testsInfo = [
  {
    title: "Уровень депрессии",
    text: `Данный опросник разработан для дифференциальной диагностики депрессивных состояний и
      состояний, близких к депрессии, для скрининг-диагностики при массовых исследованиях
      и в целях предварительной, доврачебной диагностики. Тест адаптирован Т.И. Балашовой.`,
    questionsCount: 20,
    url: "/test-depression",
    color: "#D0C9FA",
  },
  {
    title: "Уровень эмпатии",
    text: `Предлагаемая ниже методика используется для исследования эмпатии (сопереживания),
      т.е. умения поставить себя на место другого человека и способности к произвольной
      эмоциональной отзывчивости на переживания других людей. Сопереживание – это принятие
      тех чувств, которые испытывает другой человек так, если бы они были нашими
      собственными. Эмпатия способствует сбалансированности межличностных отношений.
      Она делает поведение человека социально обусловленным. Развитая у человека эмпатия –
      ключевой фактор успеха в тех видах деятельности, которые требуют вживания в мир
      партнера по общению, и, прежде всего при обучении и воспитании.`,
    questionsCount: 36,
    url: "/test-empathy",
    color: "#FA9A8B",
  },
];

export default testsInfo;
